Autodesk.Revit.DB.Structure.RebarHandlesData.SetCustomHandleBehavior(System.Int32,Autodesk.Revit.DB.Structure.ICustomHandleBehavior)
Adds an implementation of the custom handle interface for this particular custom handle.
customHandleTag:
The custom handle tag.
customHandleBehavior:
The custom handle behavior implementation.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2018

Autodesk.Revit.DB.Structure.RebarHandlesData.GetRebarElement
Gets the rebar element that will be updated by the server.
Returns:
Returns the rebar element that will be updated by the server.
Since:
2027